Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/lallegoahte.html.tmx
Source language: nob
Languages: sma

source: Ole Larsen og Susanna Olsdatter Matti og deres åtte barn bodde her mellom 1804 og 1826.
sma: Ole Larsen jïh Susanna Olsdatter Matti jïh dej gaektsie maanah daesnie årroejin gaskem 1804 jïh 1826.

source: På grunn av skredfaren flyttet de til Nordmark i Evenesmark.
sma: Væjroevaahran gaavhtan dah sæjjan Nordmark Evenesmarkesne juhtin.

source: Ole Jakobsen Nibla var reingjeter fra Norrkaitum i Gällivare.
sma: Ole Jakobsen Nibla lij ryöjnesjæjja Norrkaitumistie Jiellevárresne.

source: Han giftet seg med enka Berit Maria Knutsdatter Stor og bosatte seg her i 1847.
sma: Dïhte aarpijinie Berit Maria Knutsdatter Stor pruvri jïh dah orrijin daesnie 1847.

source: De fikk sønnen Lars (1844-1928).
sma: Dah baerniem Lars 1844-1928) åadtjoejin.

source: Lars giftet seg først med Elen Pedersdatter og senere med Elen Olofsdatter Pingi.
sma: Lars voestegh pruvri Elen Pedersdatterinie jïh mænngan Elen Olofsdatter Pingine.

source: Kun to av deres barn, Anders og Anna, vokste opp.
sma: Ajve göökte dej maanijste, Anders jïh Anna byjjenin.

source: Foreldrene og søster til Elen bodde også sammen med familien på Lallegoahte.
sma: Elenen eejhtegh jïh åabpebe aaj fuelhkine ektine årroejin Lallegoahtesne.

source: Predikanter
sma: Ööhpehtæjjah

source: Både Ole Jakobsen og sønnen Lars var predikanter.
sma: Dovne Ole Jakobsen jïh baernebe Lars lin ööhpehtæjjah.

source: Gammen til Lars var stor. Den var delt i to rom, og ble benyttet som skolebygg og læstadiansk forsamlingslokale.
sma: Laaran gåetie lij stoerre, göökte tjïehtjeligujmie, jïh dovne skuvline jïh læstadijaanen åålmegegåetine åtnasovvi.

source: Under samlingene brukte gammen å være smekkfull av folk.
sma: Tjåanghkojne gåetie provhki eevre dïeve årrodh almetjijstie.

source: Ofte kom det folk fra sjøgårdene for å delta.
sma: Daamtaj almetjh böötin mearoegaertienijstie juktie meatan årrodh tjåanghkojne.

source: Gammen sto til 1936, da den raste sammen.
sma: Derhviegåetie tjåadtjoeji 1936 raajan, dellie slaami.

source: Det er ingen synlige rester etter gammen som sto her.
sma: Ij naan våajnoes baatsahtassh derhviegåeteste.

source: Lars var predikant, og utallige ganger var det holdt samling hos Lars Olsa og Elen.
sma: «Lars lij ööhpehtæjja jïh gellien aejkien lij tjåanghkoeh Lars Olsa jïh Elenen luvnie.

source: Mye gudsord har det vært lest og talt i det huset, og ennå mens en står her på tomta, har en følelse av å stå på hellig grunn.
sma: Gellie jupmelesbaakoeh lohkesovveme jïh soptsesovveme dennie gåetesne, jïh mearan daesnie tjåådtje maahta damtedh ov goh aejlies sijjesne tjåadtjodh.
